{
    "status": true,
    "message": "Berhasil ambil data Artikel",
    "data": [
        {
            "id": 1,
            "judul": "Keindahan Menghafal",
            "author": "Annisa",
            "deskripsi": "<p>menghafal itu indah<\/p>",
            "kategori_id": "2",
            "img": "img-artikel\/QXKzJwhAyjsYFsC1w0LZhAPGCZMO7tbDeZjIJZ2k.jpg",
            "tanggal_tambah": "15 November 2023"
        },
        {
            "id": 4,
            "judul": "Hormat pada guru",
            "author": "Ustadzah Maryam",
            "deskripsi": "<p>Bagaimana menghormati guru ?<\/p>",
            "kategori_id": "1",
            "img": "img-artikel\/HeQnSAe4e3ilYfhJS0AXTDl58xjqIi9CW3aQfQah.png",
            "tanggal_tambah": "06 December 2023"
        },
        {
            "id": 5,
            "judul": "Membaca Qur'an",
            "author": "Ustadz Adi Hidayat",
            "deskripsi": "<p><strong>KEUTAMAAN MEMBACA DAN MENGHAFAL AL-QUR`AN<\/strong><\/p><ul><li>Segala puji bagi Allah Subhanahu wa Ta’ala Rabb semesta alam, shalawat dan salam semoga selalu tercurah kepada Rasulullah Shallallahu ‘alaihi wa sallam, beserta para keluarga, sahabat dan orang-orang yang tetap istiqamah menegakkan risalah yang dibawanya hingga akhir zaman.<\/li><li>&nbsp;<\/li><li>Al-Qur`an adalah kalamullah, firman Allah Subhanahu wa Ta’ala yang diturunkan kepada nabi kita Muhammad selama 23 tahun. Ia adalah kitab suci umat Islam yang merupakan sumber petunjuk dalam beragama dan pembimbing dalam menjalani kehidupan di dunia dan akhirat.<\/li><li>&nbsp;<\/li><li>Oleh karena itu, merupakan suatu kewajiban bagi seorang muslim untuk selalu berinteraksi aktif dengan al-Qur`an, menjadikannya sebagai sumber inspirasi, berpikir dan bertindak. Membaca al-Qur`an merupakan langkah pertama dalam berinteraksi dengannya, kemudian diteruskan dengan tadabbur, yaitu dengan merenungkan dan memahami maknanya sesuai petunjuk salafus shalih, lalu mengamalkannya dalam kehidupan sehari-hari, kemudian dilanjutkan dengan mengajarkannya.<\/li><li>&nbsp;<\/li><li>Di samping itu, kita juga dianjurkan menghafalnya dan menjaga hafalan tersebut agar jangan terlupakan, karena hal itu merupakan salah satu bukti nyata bahwa Allah Subhanahu wa Ta’ala berjanji akan menjaga al-Qur`an dari perubahan dan penyimpangan seperti kitab-kitab yang diturunkan sebelumnya. Dan salah satu bukti terjaganya al-Qur’an adalah tersimpannya di dada para penghafal al-Qur’an dari berbagai penjuru dunia, bangsa arah dan ajam (non arab).<\/li><li>&nbsp;<\/li><li>Banyak sekali anjuran dan keutamaan membaca al-Qur’an, baik dari al-Qur’an maupun as-Sunnah, di antara perintah membaca al-Qur`an adalah : firman Allah Subhanahu wa Ta’ala:<\/li><li>&nbsp;<\/li><li>وَاتْلُ مَآأُوْحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ<\/li><li>Dan bacakanlah apa yang diwahyukan kepadamu, yaitu kitab Rabb-mu (al-Qur’an). [al-Kahfi\/18:27].<\/li><li>&nbsp;<\/li><li>Dan firman-Nya:<\/li><li>اتْلُ مَآأُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ<\/li><li>Bacalah apa yang telah diwahyukan kepadamu, yaitu Al-Kitab (al-Qur’an). &nbsp;[al-‘Ankabut\/29:45]<\/li><li>&nbsp;<\/li><li>Dan firman-Nya:<\/li><li>إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَىْءٍ وَأُمِرٍتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ . وَأَنْ أَتْلُوَا الْقُرْءَانَ<\/li><li>Aku hanya diperintahkan untuk menyembah Rabb negeri ini (Mekah) yang telah menjadikannya suci dan kepunyaan-Nya-lah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri”. &nbsp;Dan supaya aku membacakan al-Qur’an (kepada manusia).”.[an-Naml\/27:91-92)<\/li><li>&nbsp;<\/li><li>Adapun di antara keutamaan membaca al-Qur`an dari sunnah Rasulullah Shallallahu ‘alaihi wa sallam adalah:<\/li><li>1. Menjadi manusia yang terbaik.<br>Dari Utsman bin ‘Affan Radhiyallahu anhu, dari Nabi Shallallahu ‘alaihi wa sallam, beliau bersabda:<\/li><li>خَيْرُكُمْ مَنْ تَعَلَّمَ اْلقُرْآنَ وَعَلَّمَهُ<\/li><li>‘Sebaik-baik kamu adalah orang yang mempelajari al-Qur`an dan &nbsp;mengajarkannya.” HR. Al-Bukhari.<\/li><li>&nbsp;<\/li><li>2 .Kenikmatan yang tiada bandingnya.<br>Dari Abdullah bin Umar Radhiyallahu anhu, dari Nabi, beliau Shallallahu ‘alaihi wa sallam bersabda:<\/li><li>لاَحَسَدَ إِلاَّ فِى اثْنَيْنِ رَجُلٌ آتَاهُ اللهُ الْقُرْآنَ فَهُوَ يَقُوْمُ بِهِ آنَاءَ اللَّيْلِ وَآناء النَّهَارِ وَرَجُلٌ آتَاهُ اللهُ مَالاً فَهُوَ يُنْفِقُهُ آناَءَ اللَّيْلِ وَآناَءَ النَّهَارِ<\/li><li>‘Tidak boleh ghibthah (menginginkan sesuatu yang dimiliki orang lain) kecuali dalam dua hal : (pertama) orang yang diberikan Allah Subhanahu wa Ta’ala keahlian tentang al-Qur`an, maka dia melaksanakannya (membaca dan mengamalkannya) malam dan siang hari. Dan &nbsp;seorang yang diberi oleh Allah Subhanahu wa Ta’ala kekayaan harta, maka ia infakkan sepanjang hari dan malam.” Muttafaqun alaih.<\/li><li>&nbsp;<\/li><li>3. Al-Qur`an memberi syafaat di hari kiamat<br>Dari Abu Umamah al-Bahili Radhiyallahu anhu, ia berkata, ‘Saya mendengar Rasulullah Shallallahu ‘alaihi wa sallam bersabda:<\/li><li>اِقْرَؤُوْا الْقُرْآنَ فَإِنَّهُ يَأْتِي يَوْمَ الْقِيَامَةِ شَفِيْعًا ِلأَصْحَابِهِ<\/li><li>“Bacalah al-Qur`an, sesungguhnya ia akan datang pada hari kiamat memberi syafaat bagi ahlinya (yaitu orang yang membacanya, mempelajari dan mengamalkannya).” HR. Muslim.<\/li><li>&nbsp;<\/li><li>4. Pahala berlipat ganda<br>Dari Ibnu Mas’ud Radhiyallahu anhu, ia berkata, ‘Rasulullah Shallallahu ‘alaihi wa sallam bersabda:<\/li><li>مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللهِ &nbsp;فَلَهُ بِهِ حَسَنَةٌ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا, لاَأَقُوْلُ ألم حَرْفٌ وَلكِنْ أَلِفٌ حَرْفٌ وَلاَمٌ حَرْفٌ وَمِيْمٌ حَرْفٌ.<\/li><li>“Barangsiapa yang membaca satu huruf dari al-Qur`an maka untuknya satu kebaikan, dan satu kebaikan dilipat gandakan &nbsp;dengan sepuluh kali lipat. Saya tidak mengatakan ‘alif laam miim’ satu huruf, akan tetapi alif adalah satu huruf, laam satu huruf dan miim satu huruf.” HR. At-Tirmidzi.<\/li><li><br>5. Dikumpulkan bersama para malaikat.<br>Dari Aisyah Radhiyallahu ‘anha, ia berkata, ‘Nabi Muhammad Shallallahu ‘alaihi wa sallam bersabda:<\/li><li>المَاهِرُ بِالْقُرْآنِ مَعَ السَّفَرِ الْكِرَامِ الْبَرَرَةِ, وَالَّذِي يَقْرَأُ الْقُرْآنَ وَيَتَتَعْتَعُ فِيْهِ وَهُوَ عَلَيْهِ شَاقٌّ لَهُ أَجْرَانِ<\/li><li>&nbsp;<\/li><li>“Orang yang membaca al-Qur’an dan ia mahir dalam membacanya maka ia dikumpulkan bersama para malaikat yang mulia lagi berbakti. Sedangkan orang yang membaca al-Qur`an dan ia masih terbata-bata dan merasa berat dalam membacanya, maka ia mendapat dua pahala.” Muttafaqun ‘alaih.<br>&nbsp;<\/li><\/ul>",
            "kategori_id": "2",
            "img": "img-artikel\/l1KelNm05LIYoukYw9axkjOODWaia8BLWqQuvvOL.jpg",
            "tanggal_tambah": "10 December 2023"
        },
        {
            "id": 6,
            "judul": "Keutamaan Salam",
            "author": "Annisa",
            "deskripsi": "<ul><li><br>Keutamaan Mengucapkan Salam<br>1. Masuk Surga Dengan Selamat<br>Keutamaan mengucapkan salam kepada sesama muslim sangat besar, yakni bisa mengantarkan seseorang masuk surga dengan selamat.<br><br>Dalam sebuah hadits yang diambil dari buku Tanya &amp; Jawab Bersama Nabi: Kitab Ihsan karya Lingkar Kalam disebutkan bahwa:<br><br>عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ: اعْبُدُوا الرَّحْمَنَ وَأَطْعِمُوا الطَّعَامَ وَأَفْشُوا السَّلَامَ تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ<br><br>Artinya: \"Abdullah bin Amr berkata, Rasulullah SAW bersabda, \"Sembahlah Allah Yang Maha Pengasih, berikanlah makan, sebarkanlah salam, niscaya kalian akan masuk surga dengan selamat.\" (HR. At-Tirmidzi)\"<br><br>2. Mendapat Keselamatan, Rahmat, dan Keberkahan dari Allah SWT<br>Keutamaan mengucapkan salam yang kedua adalah mendapat keselamatan, rahmat, dan keberkahan dari Allah SWT. Jelas buku Panduan Muslim Sehari-Hari yang ditulis oleh Hamdan Rasyid.<br><br>Pada dasarnya salam adalah sebuah doa. Sehingga apabila salam diucapkan kepada seseorang dan mendapat balasannya, maka di situ kedua belah pihak sama-sama saling mendoakan keselamatan, rahmat dan keberkahan.<br><br>3. Memberi Hormat untuk Diri Sendiri<br>Memberikan salam kepada orang lain sejatinya adalah mendoakan diri sendiri.<br><br>Karena ketika seseorang mengucapkan salam untuk orang lain, maka orang tersebut akan membalas salam yang setara maupun yang lebih lengkap. Oleh karena itu, otomatis ia akan mendapat penghormatan yang sama untuk dirinya sendiri.<br><br>Allah SWT berfirman dalam surah An-Nisa ayat 86 yang bunyinya;<br><br>وَاِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِاَحْسَنَ مِنْهَآ اَوْ رُدُّوْهَا ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا<br><br>Artinya: \"Apabila kamu dihormati dengan suatu penghormatan (salam), balaslah penghormatan itu dengan yang lebih baik daripadanya atau balaslah dengan yang sepadan. Sesungguhnya Allah Maha Memperhitungkan segala sesuatu.\"<br><br>4. Di Hari Kiamat akan Mendapat Pahala dan Penghormatan dari Allah SWT<br>Keutamaan mengucapkan salam yang keempat adalah dapat memperoleh pahala yang banyak serta mendapat penghormatan dari Allah SWT kelak di hari kiamat.<br><br>Allah SWT berfirman,<br><br>تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا<br><br>Artinya: \"Ucapan penghormatan (Allah kepada) mereka (orang-orang mukmin itu) pada hari ketika mereka menemui-Nya ialah, \"Salam,\" dan Dia siapkan untuk mereka pahala yang mulia.\"<br><br>5. Mempertebal Persaudaraan Antar Mukmin<br>Keutamaan mengucapkan salam yang kelima adalah dapat mempertebal tali persaudaraan antar mukmin.<br><br>Ini disebabkan karena dengan saling mengucapkan salam dan menjawabnya, akan tercipta suasana hangat dan penuh keakraban di antara mereka.<\/li><\/ul>",
            "kategori_id": "1",
            "img": "img-artikel\/AdCqXhvH6UTzpNPvoXzIbefUJLY0ZiGKPPJU0kHE.png",
            "tanggal_tambah": "10 December 2023"
        },
        {
            "id": 7,
            "judul": "Mencintai Al-qur'an",
            "author": "Aisyah",
            "deskripsi": "<ul><li>Mencintai Al-Qur’an adalah suatu kewajiban bagi setiap muslim. Namun, mencintai Al-Qur’an bukan hanya sekadar diucapkan dengan lisan, melainkan harus dibuktikan dengan perbuatan. Berikut adalah beberapa cara yang bisa dilakukan untuk mencintai Al-Qur’an dengan memaknai dan memahami kandungannya.<\/li><li>&nbsp;<\/li><li><strong>1. Memperbanyak membaca dan mempelajari Al-Qur’an<\/strong><\/li><li>&nbsp;<\/li><li>Membaca Al-Qur’an adalah salah satu ibadah yang paling utama dan paling mulia. Membaca Al-Qur’an bukan hanya sekadar melafalkan huruf-hurufnya, melainkan juga harus dengan tartil (teratur dan indah) dan tajwid (mengikuti aturan bacaan). Selain itu, membaca Al-Qur’an juga harus disertai dengan memahami makna dan kandungan ayat-ayatnya.<\/li><li>&nbsp;<\/li><li>Memahami makna dan kandungan Al-Qur’an akan membuka pintu keindahan dan keajaiban Al-Qur’an. Kita akan menemukan berbagai macam hikmah, nasihat, kisah, perintah, larangan, janji, ancaman, dan lain-lain yang terkandung dalam Al-Qur’an. Kita juga akan mengenal lebih dekat sifat-sifat Allah SWT, ajaran-ajaran Nabi Muhammad SAW, hakikat kehidupan dunia dan akhirat, serta tujuan penciptaan manusia.<\/li><li>&nbsp;<\/li><li>Memahami makna dan kandungan Al-Qur’an juga akan membantu kita untuk merenungi dan menghayati pesan-pesan yang disampaikan oleh Allah SWT. Kita akan merasakan kedekatan dengan Allah SWT, kecintaan kepada Rasulullah SAW, keimanan kepada hari akhir, serta kepatuhan kepada syariat Islam.<\/li><li>&nbsp;<\/li><li><strong>2. Memahami keagungan dan kemukjizatan Al-Qur’an<\/strong><\/li><li>&nbsp;<\/li><li>Al-Qur’an adalah kitab yang tidak ada bandingannya di dunia ini. Al-Qur’an adalah kitab yang diturunkan oleh Allah SWT yang tidak ada keraguan di dalamnya. Al-Qur’an adalah kitab yang tidak bisa ditiru oleh siapa pun, baik secara lahir maupun batin.<\/li><li>Allah SWT berfirman:<\/li><li>&nbsp;<\/li><\/ul><blockquote><ul><li><i>Katakanlah: “Sekiranya manusia dan jin berkumpul untuk membuat yang serupa Al Quran ini, niscaya mereka tidak akan dapat membuat yang serupa dengan dia, sekalipun sebagian mereka menjadi pembantu bagi sebagian yang lain”. (Q.S.Al-Isra’ ayat 88)<\/i><\/li><\/ul><\/blockquote><ul><li>Al-Qur’an memiliki banyak kemukjizatan yang menunjukkan kebenaran dan keagungannya. Di antaranya adalah:<\/li><li>Kemukjizatan bahasa. Al-Qur’an memiliki gaya bahasa yang sangat indah, fasih, jelas, padat, dan berirama. Al-Qur’an juga memiliki keseimbangan antara makna dan bentuk, antara isi dan gaya, serta antara keindahan dan kekuatan. Al-Qur’an juga memiliki berbagai macam balaghah (seni berbicara) yang menambah kekayaan dan kecemerlangan bahasanya.<\/li><li>&nbsp;<\/li><li>Kemukjizatan ilmu. Al-Qur’an memiliki banyak informasi yang berkaitan dengan berbagai bidang ilmu, seperti ilmu alam, ilmu sosial, ilmu sejarah, ilmu jiwa, dan lain-lain. Al-Qur’an juga memiliki banyak informasi yang belum diketahui oleh manusia pada zaman turunnya, tetapi kemudian terbukti kebenarannya oleh penemuan-penemuan ilmiah modern.<\/li><li>&nbsp;<\/li><li>Kemukjizatan hukum. Al-Qur’an memiliki sistem hukum yang sempurna, adil, dan universal. Al-Qur’an mengatur berbagai aspek kehidupan manusia, baik secara individu maupun sosial, baik secara lahir maupun batin, baik di dunia maupun di akhirat. Al-Qur’an juga memberikan solusi untuk berbagai masalah yang dihadapi oleh manusia, baik yang bersifat umum maupun khusus.<\/li><li>&nbsp;<\/li><li>Kemukjizatan sejarah. Al-Qur’an memiliki banyak kisah yang berkaitan dengan sejarah umat-umat terdahulu, seperti kisah Nabi-nabi dan Rasul-rasul, kisah bangsa-bangsa yang binasa karena mendustakan risalah Allah SWT, kisah perjuangan kaum muslimin melawan musuh-musuhnya, dan lain-lain. Al-Qur’an juga memberikan pelajaran dan hikmah dari kisah-kisah tersebut, serta memberikan ramalan tentang masa depan umat manusia.<\/li><li>&nbsp;<\/li><li>Memahami keagungan dan kemukjizatan Al-Qur’an akan menambah rasa kagum dan hormat kita kepada Al-Qur’an. Kita akan menyadari bahwa Al-Qur’an adalah kitab yang luar biasa dan tidak ada tandingannya. Kita juga akan menyadari bahwa Al-Qur’an adalah kitab yang benar dan berasal dari Allah SWT.<\/li><li>&nbsp;<\/li><li><strong>3. Memperbanyak membaca sejarah para sahabat, ulama salaf, dan ahlu Al-Qur’an<\/strong><\/li><li>&nbsp;<\/li><li>Para sahabat adalah generasi pertama yang menerima wahyu Al-Qur’an dari Nabi Muhammad SAW. Mereka adalah orang-orang yang paling mencintai Al-Qur’an dan paling mengamalkannya dalam kehidupan mereka. Mereka sangat antusias dan semangat dalam membaca, menghafal, memahami, merenungi, dan mengimplementasikan Al-Qur’an.<\/li><li>&nbsp;<\/li><li>Salah satu contoh dari para sahabat adalah Abu Abdurrahman al-Sulami.&nbsp;Dia mengatakan bahwa para sahabat belajar kepada Nabi Muhammad SAW sepuluh ayat, mereka tidak akan mempelajari sepuluh ayat berikutnya kecuali mereka memahami kandungan ayat tersebut dan mengamalkannya2.<\/li><li>&nbsp;<\/li><li>Para ulama salaf adalah generasi setelah sahabat yang meneruskan warisan ilmu dan amal dari para sahabat. Mereka juga sangat mencintai Al-Qur’an dan sangat rajin dalam membacanya. Mereka menghabiskan banyak waktu untuk mengkaji, menafsirkan, menjelaskan, dan menulis tentang Al-Qur’an.<\/li><li>&nbsp;<\/li><li>Salah satu contoh dari para ulama salaf adalah Imam al-Nawawi.&nbsp;Dia menceritakan bahwa terdapat sebagian tabi’in yang sehari-harinya membaca Al-Qur’an hingga mengkhatamkannya dalam sehari bahkan ada yang mengkhatamkannya di antara waktu dhuhur dan ashar3.<\/li><li>&nbsp;<\/li><li>Para ahlu Al-Qur’an adalah orang-orang yang mengkhususkan diri dalam mempelajari dan mengamalkan Al-Qur’an. Mereka adalah orang-orang yang memiliki keilmuan, kecakapan, dan ketakwaan dalam berhubungan dengan Al-Qur’an. Mereka adalah orang-orang yang menjadi panutan dan teladan bagi umat Islam dalam hal mencintai Al-Qur’an.<\/li><\/ul>",
            "kategori_id": "2",
            "img": "img-artikel\/LSMAyX3VDSJvXnwECCThpX4J6Cv56m8p2AXnWehN.png",
            "tanggal_tambah": "10 December 2023"
        }
    ]
}